Repository: rmraya/Fluenta
Catalog: i18n/fluenta_es.ditamap.tmx
Source language: en
Languages: es

source: An XLIFF file is generated for each selected target language. XLIFF files and optional word counts are placed in the selected XLIFF Folder.
es: Un archivo XLIFF es generado para cada uno de los idiomas destino seleccionados. Los archivos XLIFF y las estadísticas opcionales se guardan en la Carpeta XLIFF seleccionada

source: You can populate translation memories with data from TMX files. Use this feature if you have legacy TM data that you want to reuse in Fluenta.
es: Puede poblar las memorias de traducción con datos de archivos TMX . Utilice esta función si tiene datos TMX heredados que desea reutilizar en Fluenta.

source: In Memories view, select the translation memory that will receive the imported data.
es: En la vista de Memorias , seleccione la memoria de traducción que recibirá los datos a importar.

source: In main menu, select Memories Import TMX File or click the Import TMX File Import TMX File button in the Memories view toolbar.
es: En el menú principal, seleccione Memorias Importar Archivo TMX o haga clic en el botón Importar Archivo TMX Importar Archivo TMX de la barra de herramientas de la vista Memorias .

source: When you are ready to translate your project, generate an XLIFF file from it.
es: Cuando esté listo para traducir su proyecto, genere un archivo XLIFF a partir de él.

source: Import TMX File dialog
es: Cuadro de diálogo Importar Archivo TMX

source: Type the name of the TMX file to import in the TMX File text box or use the Browse... button next to it to select a TMX file from the file system.
es: Escriba el nombre del archivo TMX a importar en el cuadro de texto Archivo TMX o utilice el botón Examinar... para seleccionar un archivo TMX del sistema de archivos.

source: Click the Import TMX File button.
es: Haga clic en el botón Importar Archivo TMX .

source: The TMX file is imported into the selected translation memory.
es: El archivo TMX es importado en la memoria de traducción seleccionada.

source: Import XLIFF
es: Importar XLIFF

source: Once you receive a translated XLIFF from your Language Service Provider , you need to import it into Fluenta to generate a translated version of your project.
es: Una vez que reciba un XLIFF traducido de su Proveedor de Servicios Lingüísticos , deberá importarlo a Fluenta para generar una versión traducida de su proyecto.

source: In Projects view, select the project that will receive the translated data.
es: En la vista Proyectos , seleccione el proyecto que recibirá los datos a importar.

source: In main menu, select Projects Import XLIFF or click the Import XLIFF Import XLIFF button in the Projects view toolbar.
es: En el menú principal, seleccione Proyectos Crear Proyecto o haga clic en el botón Crear Proyecto Crear Proyecto de la barra de herramientas de la vista Proyectos .

source: Import XLIFF dialog
es: Cuadro de diálogo Importar XLIFF

source: Type the name of the XLIFF file to import in the XLIFF File text box or use the Browse... button next to it to select an XLIFF file from the file system.
es: Escriba el nombre del archivo XLIFF a importar en el cuadro de texto Archivo XLIFF o utilice el botón Examinar... para seleccionar un archivo XLIFF del sistema de archivos.

source: Type the name of the folder where the translated content should be placed in the Output Folder text box or use the Browse... button to select a folder in the file system.
es: Escriba el nombre de la carpeta donde deben almacenarse las traducciones en el cuadro de texto Carpeta Destino o utilice el botón Examinar... para seleccionar una carpeta en el sistema de archivos.

source: Select the Update Memory check box if you want to store the imported translations in the project memory.
es: Seleccione la casilla Actualizar memoria si desea almacenar las traducciones importadas en la memoria del proyecto.

source: Select the Accept Unapproved Translations check box if the XLIFF file being imported does not have all translations marked as approved and you want to accept the existing drafts.
es: Seleccione la casilla Aceptar traducciones no aprobadas si el archivo XLIFF que se está importando no tiene todas las traducciones marcadas como aprobadas y desea aceptar los borradores existentes.

source: Select the Ignore Inline Tag Errors check box if you want to try importing an XLIFF file despite its errors with inline tags (may break the DITA content and make publication in target language impossible). If the check box is left blank and errors are found, a detailed report of errors in HTML format is automatically generated and displayed in the default browser.
es: Seleccione la casilla de verificación Ignorar errores de etiquetas si desea intentar importar un archivo XLIFF a pesar de sus errores con las etiquetas (el contenido DITA puede dañarse e imposibilitar la publicación en el idioma de destino). Si la casilla de verificación se deja en blanco y se encuentran errores, se genera automáticamente un informe detallado de los errores en formato HTML y se muestra en el navegador predeterminado.

source: Click the Import XLIFF button.
es: Haga clic en el botón Importar XLIFF .

source: Import status is displayed in the progress panel and the Cancel button is enabled.
es: El estado del proceso se muestra en el panel de progreso y se activa el botón Cancelar .

source: The XLIFF file is imported into the selected project. A translated version of the project content is created in the indicated output folder.
es: El archivo XLIFF se importa en el proyecto seleccionado. Se crea una versión traducida del contenido del proyecto en la carpeta de salida indicada.

source: Project Status
es: Estado del Proyecto

source: Follow these steps to check the translation status of your projects.
es: Siga estos pasos para comprobar el estado de traducción de sus proyectos.

source: Where the content of addMemory.json should be like:
es: Donde el contenido de addMemory.json debe ser similar a:

source: In Projects view, select the project that you want to examine.
es: En la vista Proyectos , seleccione el proyecto a examinar.

source: In main menu, select Projects Project Information or click the Project Information Project Information button in the Projects view toolbar.
es: En el menú principal, seleccione Proyectos Información del Proyecto o haga clic en el botón Información del Proyecto Información del Proyecto de la barra de herramientas de la vista Proyectos .

source: Project Information dialog Status view
es: Cuadro de diálogo Información del Proyecto , vista Estado

source: You can mark one or more languages as translated by selecting the corresponding check boxes and clicking the Mark Selection as Translated button.
es: Puede marcar uno o más idiomas como traducidos seleccionando las casillas de verificación correspondientes y haciendo clic en el botón Marcar Selección Como Traducida .

source: Click the History tab to display a list of events associated with the project.
es: Haga clic en la pestaña Historial para ver una lista de eventos asociados al proyecto.

source: Project Information dialog, History view
es: Cuadro de diálogo Información del Proyecto , vista Historial

source: Register a Subscription Key
es: Registrar una Clave de Suscripción

source: When you start the program after the trial period has ended, the following dialog appears:
es: Cuando se inicia el programa después que el período de evaluación finalizó, el siguiente cuadro de diálogo aparece:

source: Susbcription Management dialog
es: Cuadro de diálogo Manejo de Suscripciones

source: Type your subscription key in the Subscription Key text box.
es: Ingrese su clave de suscripción en el cuadro de texto Clave de Suscripción .

source: If your computer uses a proxy server to connect to the Internet, follow these steps to configure the proxy server settings:
es: Si su ordenador utiliza un servidor proxy para conectarse a Internet, siga estos pasos para configurar los ajustes del servidor proxy:

source: Click the Proxy Settings button.
es: Haga clic en el botón Configuración de Proxy .

source: Proxy Settings dialog
es: Cuadro de diálogo Configuración de Proxy

source: Type the proxy server name or IP in the Server text box.
es: Ingrese el nombre o la IP del servidor proxy en el cuadro de texto Servidor .

source: Type the proxy port number in the Port text box.
es: Escriba el número de puerto proxy en el cuadro de texto Puerto .

source: If your proxy server requires authentication, type the proxy user name in the User ID text box and the corresponding password in the Password text box.
es: Si su servidor proxy requiere autenticación, escriba el nombre de usuario proxy en el cuadro de texto Usuario y la contraseña correspondiente en el cuadro de texto Contraseña .

source: Click the Save Proxy Settings button.
es: Haga clic en el botón Guardar Configuración de Proxy .

source: Selected proxy settings are saved and the dialog closes.
es: Se guardan los ajustes de proxy seleccionados y se cierra el cuadro de diálogo.

source: Click the Register Subscription button.
es: Haga clic en el botón Registrar Suscripción .

source: Your subscription key is sent to the Registration Server and your computer is enabled to work with the registered application.
es: Su clave de suscripción se envía al Servidor de Registro y su ordenador es habilitado para trabajar con la aplicación registrada.

source: Remove Configuration File
es: Eliminar Archivo de Configuración

source: In XML Options tab of the Preferences dialog, select the configuration file to remove.
es: En la pestaña Opciones XML del cuadro de diálogo Preferencias , seleccione el archivo de configuración a eliminar.

source: Click the Remove Configuration File button.
es: Haga clic en el botón Eliminar Archivo de Configuración .

source: Selected configuration file is removed and the list of configuration files is updated to reflect the change.
es: El archivo de configuración seleccionado es eliminado y la lista de archivos de configuración se actualiza para reflejar el cambio.

source: Request an Evaluation Subscription
es: Solicitar una Suscripción de Evaluación

source: You can evaluate the program for free during 30 days before purchasing a Subscription Key. All features are enabled during the evaluation period.
es: Puede evaluar el programa gratuitamente durante 30 días antes de adquirir una clave de suscripción. Todas las funciones están activadas durante el periodo de evaluación.

source: When you start the program for the first time, the following dialog appears:
es: Cuando se inicia el programa por primera vez, el siguiente cuadro de diálogo aparece:

source: Subscription Management dialog
es: Cuadro de diálogo Manejo de Subscripciones

source: Click the Request Evaluation Key button.
es: Haga clic en el botón Solicitar Clave de Evaluación .

source: Request Evaluation Key dialog
es: Cuadro de diálogo Solicitar Clave de Evaluación .

source: Type your first name in the First Name text box.
es: Ingrese sus nombres en el cuadro de texto Nombres .

source: Type your last name in the Last Name text box.
es: Ingrese sus apellidos en el cuadro de texto Apellidos .

source: Enter your company name in the Company text box. This step is optional.
es: Introduzca el nombre de su empresa en el cuadro de texto Empresa . Este paso es opcional.

source: Type your email address in the Email text box.
es: Escriba su dirección de correo electrónico en el cuadro de texto Email .

source: Enter again your email address in the Repeat Email text box.
es: Escriba nuevamente su dirección de correo electrónico en el cuadro de texto Repetir Email .

source: Your evaluation subscription request is sent to the Registration Server. An email with an evaluation subscription key will be immediately sent to the indicated email address.
es: Su solicitud de suscripción de evaluación se envía al Servidor de Registro. Se enviará un correo electrónico a la dirección indicada con una clave de suscripción de evaluación.

source: Request Received dialog
es: Cuadro de diálogo Solicitud Recibida

source: Check your email and note the new evaluation subscription key. Check your spam filter if you don't receive an email with the evaluation subscription key within a few minutes.
es: Compruebe su correo electrónico y anote la nueva clave de suscripción de evaluación. Revise su filtro de spam si no recibe un correo electrónico con la clave de suscripción de evaluación en unos minutos.

source: Enter the evaluation subscription in the Subscription Key text box of the Subscription Management dialog.
es: Escriba su clave de evaluación en el cuadro de texto Clave de Suscripción del cuadro de diálogo Manejo de Suscripciones .

source: Your computer is enabled to work with the application for 30 days.
es: Su ordenador es habilitado para trabajar con la aplicación durante 30 días.

source: Memory identifier
es: Identificador de memoria

source: Send the XLIFF file to your Language Service Provider (LSP) and wait for a translated XLIFF.
es: Envíe el archivo XLIFF a su Proveedor de Servicios Lingüísticos (PSL) y espere un XLIFF traducido.

source: Short text description for the memory. This is the description displayed in Fluenta's GUI.
es: Breve descripción de la memoria. Esta es la descripción que se muestra en la interfaz gráfica de Fluenta.

source: A longer text description for the memory.
es: Una descripción de texto más larga para la memoria.

source: Source language code.
es: Código del idioma origen.

source: Import the translated XLIFF and select a folder where to store the translated version of your map and topics.
es: Importe el archivo XLIFF traducido y seleccione una carpeta donde almacenar la versión traducida de su mapa y contenidos.

source: An array containing the target languages for the memory.
es: Un arreglo que contiene los códigos de idiomas destino para la memoria.

source: Use the following parameters to create a project from command line:
es: Utilice los siguientes parámetros para crear un proyecto desde la línea de comandos:

source: The four steps described above are all you need to get a translated version of your DITA project. The following diagram shows the processes involved:
es: Los cuatro pasos descriptos anteriormente son todo lo que necesita para obtener una versión traducida de su proyecto DITA. El siguiente diagrama muestra los procesos implicados:

source: Full path to a JSON file containing the data required for creating the project.
es: Ruta completa a un archivo JSON que contiene los datos necesarios para crear el proyecto.

source: Where the content of addProject.json should be like:
es: Donde el contenido de addProject.json debe ser similar a:

source: Translation Cycle
es: Ciclo de Traducción

source: Short text description for the project. This is the description displayed in Fluenta's GUI
es: Breve descripción del proyecto. Esta es la descripción que se muestra en la interfaz gráfica de Fluenta.

source: A longer text description for the project
es: Una descripción de texto más larga para el proyecto.

source: Path to the project DITA map
es: Ruta al mapa DITA del proyecto
